Repository: mrgsdev/AppCoda
Catalog: UIKit/Beginning iOS Programming with Swift/FoodPin with SwiftData/FoodPin/Localizable.xcstrings
Source language: en
Languages: ru

source: Camera
ru: Камера

source: Choose your photo source
ru: Выберите источник фотографий

source: CREATE YOUR OWN FOOD GUIDE
ru: СОЗДАЙТЕ СВОЙ СОБСТВЕННЫЙ ГИД ПО ПИТАНИЮ

source: Delete
ru: Удалить

source: DISCOVER GREAT RESTAURANTS
ru: ОТКРОЙТЕ ДЛЯ СЕБЯ ВЕЛИКОЛЕПНЫЕ РЕСТОРАНЫ

source: Find restaurants shared by your friends and other foodies
ru: Находите рестораны, о которых рассказывают ваши друзья и другие гурманы.

source: GET STARTED
ru: Начать

source: NEXT
ru: Далее

source: Oops
ru: Упс

source: Photo library
ru: Галерея

source: Pin your favorite restaurants and create your own food guide
ru: Отмечайте любимые рестораны и создавайте собственный кулинарный гид

source: Search and locate your favourite restaurant on Maps
ru: Поиск и определение местоположения вашего любимого ресторана на Картах

source: Search restaurants...
ru: Поиск ресторанов

source: Share
ru: Поделиться

source: SHOW YOU THE LOCATION
ru: ПОКАЗАТЬ МЕСТОПОЛОЖЕНИЕ

source: We can't proceed because one of the fields is blank. Please note that all fields are required.
ru: Одно из полей не заполнено. Все поля обязательны для заполнения.
